Repository: javlonsodikov/psxDownloadHelperUpdateDisbaler
Catalog: PSXDownloadHelper/PSXDownloadHelper/LogWin.*-*.resx
Languages: chs, cht, pt_br

# alertLabel1.Text
source: Wireless settings, if you have a wireless card that supports open mode, you can quickly open from here, in open mode before running the software open it with administrator, re-enter the interface configuration of the AP.
cht: 無線AP設置，如果你有無線網卡，並且支援開啟AP模式的話，可以從這裡快速開啟，在開啟前請先使用管理員模式運行本軟體，再次進入AP設置介面。
pt_br: Configurações sem fio, se você tiver um placa wireless que suporta o modo aberto, você pode abrir rapidamente a partir daqui, No modo aberto antes de executar o software abra ele com administrador, re-entrar na interface de configurações do AP.

# alert_set.Text
source: Settings have been changed!
cht: 設置已更改！
pt_br: As configurações foram alteradas!

# btn_CheckCdn.Text
source: Recheck the hosts
cht: 重新檢查主機狀態
pt_br: Reavaliar o estado Host

# btn_checkupdate.Text
source: Check for Updates
cht: 檢查更新
pt_br: Clique para atualizar

# btn_delall.Text
source: Clear history
cht: 清空歷史紀錄
pt_br: Limpar histórico

# btn_editcdn.Text
source: Edit Host List
cht: 編輯主機列表
pt_br: Editar Lista Host

# Btn_ExportCdn.Text
source: Export
cht: 導出
pt_br: Exportar

# btn_lx1.Text
source: Save
cht: 保存
pt_br: Salvar

# btn_lx2.Text
source: Save
cht: 保存
pt_br: Salvar

# btn_lxhelp.Text
source: Help
cht: 離綫使用幫助
pt_br: Ajuda Offline

# btn_savesetting.Text
source: Apply
cht: 應用當前設置
pt_br: Aplicar as configurações atuais

# btn_showalllog.Text
source: Loading History
cht: 載入歷史記錄
pt_br: Carregando histórico

# cdnerror
source: Something error with CDN host,
chs: 检查CDN主机时出错，
cht: 檢查CDN主機時出錯，

# cdnfileerror
source: Please check the configuration file!
chs: 检查CDN主机出错，请检查主机配置文件是否完整！
cht: 檢查CDN主機時出現問題，請檢查配置文件是否完整！

# checkupdatenow
source: Checking for updates ......
chs: 正在检查更新……
cht: 正在檢查更新……
pt_br: Verificando atualizações ......

# ckb_autoupdate.Text
source: Check for updates automatically
cht: 自動檢查更新
pt_br: Verificar se há atualizações automaticamente

# Ckb_HideFrm.Text
source: Minimize to tray
cht: 最小化到托盤
pt_br: Minimizar para a bandeja

# ckb_lx1.Text
source: Use this configuration
cht: 使用這組配置
pt_br: Utilize este conjunto de configuração

# ckb_lx2.Text
source: Use this configuration
cht: 使用這組配置
pt_br: Utilize este conjunto de configuração

# ckb_mohu.Text
source: Ignore the right matching rules
cht: 忽略右匹配規則
pt_br: Ignorar as regras de correspondência direito

# ckb_usecustome.Text
source: Enable custom parsing
cht: 啓用自定義解析
pt_br: Permitir a análise personalizada

# groupBox1.Text
source: Configure 1
cht: 配置一
pt_br: Configurar 1

# groupBox2.Text
source: Configure 2
cht: 配置二
pt_br: Configurar 2

# historydelalert
source: This will delete the files DataFiles and DataHistory.xml All previous historical are lost, if you want to continue?
chs: 此操作将会删除DataFiles下的DataHistory.xml文件，所有以前的替换记录都会丢掉，是否要继续？
cht: 此操作將會刪除DataFiles下的DataHistory.xml文件，所有以前的記錄都會丟掉，是否要繼續？
pt_br: Esta ação irá apagar os arquivos DataFiles e DataHistory.xml Todos históricos anteriores serão perdidas, se você quer continuar?

# historydelerror
source: Empty logging error! Error message:
chs: 清空记录出错！错误信息：
cht: 清空記錄出錯，錯誤信息：
pt_br: Erro de registro vazio! Mensagem de erro:

# historydelsuccess
source: History successfully deleted, restart the software.
chs: 清空记录完毕，请重新启动软件。
cht: 清空記錄完畢，請重新啟動本軟件！
pt_br: Histórico deletado com sucesso, reinicie o programa.

# label1.Text
source: * For any matching, multiple matching words with '|' separated, such as *.pkg*|*.exe * Indicates match both included .pkg and .exe
cht: *為任意匹配，多個匹配詞用‘|’隔開，如*.pkg*|*.exe*表示同時匹配包含.pkg和.exe的連接
pt_br: * Para todos, várias palavras a condizer com '|' separado, como *.pkg *|*.exe * Indica corresponder ambos incluídos .pkg e .exe

# label11.Text
source: Hosts:
cht: 主機：

# label12.Text
source: Mark:
cht: 標注：
pt_br: Marcos:

# label13.Text
source: Mark:
cht: 標注：
pt_br: Marcos:

# label15.Text
source: Hosts:
cht: 主機：

# label16.Text
source: * If the case can not download, please check if the host address is correct, followed by the login information! It is usually valid for one login information for a long time.
cht: *如果出現無法下載的情況，請先檢查主機地址是否正確，其次是登陸信息！一般登陸信息有效期很長。
pt_br: * Se o caso não conseguir baixar, por favor, verifique se o endereço do host está correto, seguido da informação de login! Geralmente é válido para uma informação de login por muito tempo.

# label18.Text
source: Theme:
cht: 主題：
pt_br: Cor de fundo:

# label19.Text
source: CDN Status:
cht: CDN加速狀態：

# label19.ToolTip
source: CDN host address by the A9VG member lucky ☆ star offers
cht: CDN主機地址由A9VG會員lucky☆star提供
pt_br: CDN endereço do host pelo membro A9VG sorte ☆ estrela ofertas

# label2.Text
source: Status：
cht: 服務狀態：
pt_br: Status do Serviço:

# label3.Text
source: Rules:
cht: 截取規則：
pt_br: Regras de interceptação:

# label5.Text
source: Language:
cht: 語言：
pt_br: Idioma:

# label7.Text
source: Offline：
cht: 離線加速：
pt_br: Aceleração Desligado:

# label8.Text
source: Local：
cht: 本地加速：
pt_br: Aceleração local:

# label9.Text
source: PC Agent：
cht: PC代理：
pt_br: PC agente:

# labelconn.Text
source: Mode：
cht: 連接模式：
pt_br: Modo de conexão:

# lb_alert.Text
source: Alert
cht: 提示
pt_br: Alerta

# lb_conntype.Text
source: Default
cht: 默認
pt_br: Padrão

# lb_donte.Text
source: Special thanks to the following friends on the development and financing:
cht: 特別感謝一下朋友對開發的資助：

# lb_dontemark.Text
source: (Not leaving a friend's name and account number of the top three donors replaced in alphabetical order)
cht: （未留名的朋友以捐助名及賬號前三位代替，排名不分先後）

# lb_thanks.Text
source: Special contribution:
cht: 特別貢獻：

# lb_title.Text
source: Access and replace records
cht: 訪問與替換記錄
pt_br: Acesse e substituir registros

# lb_vision.Text
source: Version:
cht: 版本：

# menu_editcdnhost.Text
source: Edit the main host address
cht: 編輯主要主機地址
pt_br: Edite o endereço do host principal

# menu_editcustom.Text
source: Edit a custom host address
cht: 編輯自定義主機地址
pt_br: Editar um endereço de host personalizado

# pic_cdnloading.ToolTip
source: CDN host status is being checked ...
cht: 正在檢查CDN主機狀態…
pt_br: Estado host CDN está sendo verificada ...

# pic_cdnsuccess.ToolTip
source: CDN acceleration running
cht: CDN加速正在運行
pt_br: CDN aceleração em execução

# replacetip
source: Select the local file or drag-and-drop here to enabled the local acceleration
chs: 点击或将要替换的文件拖放至此以启用本地加速！
cht: 點擊選取或將要替換的文件拖放至此啓用本地加速

# rtf_about.Text
source: PSX Download Helper, this is a game console can be used to accelerate the download games from the store, software and upgrade systems.Software provides a variety of solutions to update the system and the players can not download the game too slow problem, you can select "Local acceleration" mode, using software to update or interception of the game with the Thunder download address or QQ Tornado Transport to download locally, and then back to PSV. You can also use "PC proxy mode" and "offline accelerated" mode directly from the host high-speed download games and updates.Sina microblogging: KOP-Elan
cht: PSX Download Helper，這是一款可以用來加速遊戲主機從商店下載遊戲，軟體以及升級系統的應用。 軟體提供了多種解決方案來解決玩家無法更新系統和下載遊戲速度太慢的問題，你可以選擇「本地加速」模式，用軟體截取到更新或者遊戲的下載位址用迅雷或者QQ旋風等下載工具下載到本地，然後回傳到PSV。也可以使用「PC代理模式」和「離線加速」模式直接從主機上高速下載遊戲和更新。 特別貢獻： *CDN加速功能由A9VG會員lucky☆star提出，并提供的CDN主機地址，感謝！ 新浪微博：KOP-Elan
pt_br: PSS Download Helper (PSX Download Helper), é um aplicativo que pode ser usado para acelerar o download de jogos da loja, software e sistemas de atualização. Software oferece uma variedade de soluções para atualizar o sistema e os jogadores não podem baixar o jogo muito lento problema, você pode selecionar o modo "aceleração local", usando o software de atualizar ou interceptação do jogo com o endereço de download do trovão ou QQ Tornado Transportes baixar localmente, e depois voltar para o PSV. Você também pode usar o "modo de proxy PC" eo modo "offline acelerado" diretamente dos de alta velocidade jogos e download de atualizações de acolhimento. Sina microblogging: KOP-Elan

# rulealert
source: Please enter the matching rules!
chs: 请输入匹配规则！
cht: 請輸入匹配規則！
pt_br: Por favor insira as regras de harmonização!

# savesuccess
source: Save successful!
chs: 保存成功！
cht: 保存成功！

# setlanguage
source: Successfully saved language settings,please restart the app
chs: 语言设置成功，请重新启动软件！
cht: 語言設置成功，請重新啓動軟件！
pt_br: Salvo com Sucesso as configurações de idioma,só terá efeito na próxima inicialização!

# settingapply
source: Settings have been applied!
chs: 设置已应用
cht: 設置已應用！

# tabPage1.Text
source: Contribution
cht: 貢獻
pt_br: Contribuição

# tabPage_about.Text
source: About
cht: 關於
pt_br: Sobre

# tabPage_log.Text
source: Log
cht: 記錄
pt_br: Registro

# tabPage_set.Text
source: Setting
cht: 設置
pt_br: estabelecer

# tab_history.Text
source: History
cht: 歷史記錄
pt_br: História

# tab_lixian.Text
source: Offline Raising
cht: 離線加速
pt_br: aceleração desligada

# tab_lixianset.Text
source: Offline Settings
cht: 離線設置
pt_br: Configurações Offline

# UpdateAlert
source: The new version has been released, click View update!
chs: 新版本已经发布，点击查看更新！
cht: 新版本已經發佈，點擊查看更新！
pt_br: A nova versão foi lançada, clique em Exibir update!

# updateerror
source: Check for update error, please go to the project home page to view the latest version! Turn off the automatic update feature?
chs: 检查更新出错，请到项目主页查看最新版本！是否关闭软件自动更新功能？
cht: 檢查更新出錯，請到專案主頁查看最新版本！是否關閉軟體自動更新功能？
pt_br: Erro de verificação de atualizações, vá até a página do projeto Ver a versão mais recente!

# exportsuccess
source: CDN hosts have been exported to the Hosts\ExportCdnHosts.txt
chs: 已将CDN主机地址导出至Hosts\ExportCdnHosts.txt文件中
cht: 已將CDN主機位址匯出至Hosts\ExportCdnHosts.txt檔中

# link_translation.Text
source: Translation into other languages, or provide a better advice
cht: 翻譯爲其他語言或者提供更好的翻譯建議

# btn_findloaclfolder.Text
source: Folder
cht: 選擇目錄
pt_br: Select Folder

# ckb_autofindfile.Text
source: Auto Find ReplaceFile
cht: 自動查找替換文件

# cdn_update
source: This will update the CdnHost.ini file, if you manually added records, please make backup.
chs: 此操作会自动更新CdnHost.ini文件，如果手动添加过记录，请做好备份。
cht: 此操作會自動更新CdnHost.ini檔，如果手動添加過記錄，請做好備份。
pt_br: Isto irá atualizar automaticamente o arquivo de CdnHost.ini, se você adicionar manualmente os registros, por favor, faça backup.

# cdn_updatefailed
source: Update failed, please try again later.
chs: 更新失败请稍后再试
cht: 更新失敗，請稍後再試。
pt_br: Atualização falhou, por favor, tente novamente mais tarde.

# cdn_updatesuccess
source: Local CDN list has been updated to the latest versions of the server! Please click the "recheck the host" for new host address to take effect!
chs: 已经将本地CDN列表更新为服务器最新版本，请点击“重新检查主机状态”以便生效
cht: 已經將本地CDN清單更新為伺服器的最新版本！請點擊「重新檢查主機狀態」以便新的主機位址生效！
pt_br: Lista local de CDN foi atualizada para as versões mais recentes do servidor! Clique por favor verifique o "novamente o estado de acolhimento" para o novo endereço do host sejam efetivadas!

# menu_openservercdn.Text
source: Open the latest CDN address
cht: 查看最新CDN位址
pt_br: Confira o endereço mais recente do CDN

# menu_updatecdn.Text
source: Download the latest host address
cht: 下載最新主機位址
pt_br: Baixar o último endereço do host

# btn_featuring.Text
source: Featuring
cht: 功能導覽
